#```1. სიაში შეინახეთ 5 რიცხვი, შემდეგ კი დარპინტეთ პირველი და მეოთხე ელემენტების ნამრავლი.
#2. სიაში შეინახეთ 7 სტრინგი, შემდეგ დაპრინტეთ შუა სტრინგი.
#3. ცვლადში შეინახეთ სტრინგი, შემდეგ კი დაპრინტეთ ამ სტრინგის მხოლოდ მეორე ასო.
#4. ცვლადში შეინახეთ სტრინგი, შემდეგ კი დაპრინტეთ ამ სტრინგის მეორე და მესამე ასო.

#Bonus:
#* შექმენით ვენდინგ მანქანის თამაში პითონის მეშვეობით, როგორც გაკვეთილზე გავაკეთე, უნდა გქონდეთ პროდუქტები, მომხმარებელს უნდა შეეძლოს არჩევა რიცხვის მიხედვით, შემდეგ კი უნდა დაუპრინტოს ის პროდუქტი, რომელიც ამოირჩია, პროდუქტები შეინახეთ სიაში.```



#1)
list=[1,2,3,4,5]
result= list[0] * list[3]
print(int(result))

#2)
numbers= ['milk', 'bread', 'basketball', 'football', 'goa' , 'laptop', 'car']
middle = numbers[3:4]
print("middle number is" + " "+ middle[0])

#bonus)
products = ["juice", "chocolate", "water"]
user_choice = int(input('ENTER NUMBER 0-3 :'))
print(products[user_choice])


#3)
string= "brother"
print(string[1])

#4)

string2= "father"
print(string2[1:3])